{
  "active_end_time": "Time (adjustment for sunrise or absolute for time) hh:mm",
  "active_end_type_title": "Latest end time for all entries",
  "active_sunrise": "Sunrise",
  "active_sunset": "Sunset",
  "active_time": "Time",
  "active_hours_title": "Active Hours - restrict period lights can be on",
  "active_start_type_title": "Earliest start time for all entries",
  "active_start_time": "Time (adjustment for sunset or absolute for time) hh:mm",
  "days_all": "All",
  "days_weekdays": "Weekdays",
  "days_weekends": "Weekends",
  "days_sat": "Sat",
  "days_sun": "Sun",
  "days_mon": "Mon",
  "days_tue": "Tue",
  "days_wed": "Wed",
  "days_thu": "Thu",
  "days_fri": "Fri",
  "rand_maxAdj":"Max amount to randomly adjust time in format hh:mm e.g. 00:10 or 0:10 for ten minutes",
  "help_days": "<b>Days:</b> Select for the days the entry is to apply to - select multiple days with control/shift click.  This refers to the <i>Start</i> time e.g. if set to <i>Weekday</i> then can start on Fri and end on Sat",
  "help_end_time": "<b>End Time</b> Time to turn off light - will be moved earlier if <i>Active Hours</i> is set and has an earlier end time.  If <i>Random</i> is set the end time will be reduced by a random amount.",
  "help_light": "<b>Light:</b> Select a light for this schedule entry.",
  "help_not_showing": "Not showing help",
  "help_presence": "<b>Presence:</b> Checked against <i>Presence</i> and <i>Vacation</i> devices:  <i>Home</i> if <i>Presence=On</i>, Away if <i>Presence=Off</i> and <i>Vacation=Off</i>, Vacation if <i>Presence=Off & Vacation=On</i>.  <i>Any</i> means entry always active and <i>None</i> never active i.e. disables entry",
  "help_random": "<b>Random:</b> If <i>Yes</i> then the switches for the entry will have their time randomised if Randomly Move Start or End Time are set",
  "help_show": "Showing help",
  "help_start_time": "<b>Start Time</b> Time to turn on light - will be moved later if <i>Active Hours</i> is set and has a later start time.  If <i>Random</i> is set the start time will be increased by a random amount.",
  "help_time": "<b>Start/End Times</b> are normally entered in 24 hours format, <i>hh:mm</i>.  <i>hh:mm:ss</i> can be used for seconds - this will only have an effect if a <i>polling interval</i> less that 60 is chosen below",
  "help_title": "Explanation of the columns in the schedule entries",
  "l_choose_dev":"--- Choose a device ---",
  "logging_summary": "1 Summary",
  "logging_detailed": "2 Detailed",
  "logging_very_detailed": "3 Very Detailed",
  "logging_title": "What should be logged in z-way-server.log (usual location is /var/log)?",
  "m_title": "TabularScheduler",
  "m_descr": "Schedule lights using a table of schedule entries that include checking presence (home, away etc), day of week and time.  Active time can be defined based on sunrise/sunset - lights won't be one outside these.  Entries can be randomised to give a better appearance of people being in the house",
  "max_rand_title": "Max amount in minutes to move times for table entries where Random column is Yes.  Start time will increase, End time will decrease",
  "on_level": "The level to use when turning on any multilevel/dimmer lights",
  "poll_interval_helper1": "60 seconds is normally the best setting.  Change to a different value if you want events to happen at fractional minute intervals",
  "poll_interval_helper2": "Randomised entries and sunrise/sunset automatically make use of the more granular settings and you can put put in seconds in scheduled times",
  "poll_interval_title": "<b>Polling Interval</b> in seconds i.e. how often to check for scheduled times",
  "presence_none": "None",
  "presence_any": "Any",
  "presence_home": "Home",
  "presence_away": "Away",
  "presence_vacation": "Vacation",
  "sensor_lights": "Select specific lights the sensors should turn on - if none are selected here all lights in the scheduled entries table will be turned on by the sensor(s)",
  "sensor_light_check_title": "How should lights be checked when a sensor triggers?",
  "sensor_light_check_no": "Don't check",
  "sensor_light_check_notification": "Notifications",
  "sensor_light_check_query": "Check light status on sensor trigger",
  "sensor_light_check_helper": "Their are different options to avoid the sensor(s) triggering and after timeout turning off a light that was previously on",
  "sensor_light_check_helper_notification": "<b>Notifications</b> is the best option if all your light switches notify the controler on state change or you have the niffler module for those that don't",
  "sensor_light_check_helper_query": "With <b>check light status on sensor trigger</b>, the lights will be asked for their status, this will introduce a delay before the lights are turned on",
  "sensor_light_check_no1": "With <b>don't check</b> there won't be a delay in turning lights on, but light that were previously turned will end up off when after the timeout",
  "sensor_light_check_no2": "Even with <b>don't check</b>, lights that were turned on by the schedule won't be turned off",
  "sensor_sensors": "The sensor(s) that trigger the lights.",
  "sensor_timeout": "Time after sensors the sensors are off before lights are turned out (won't happen if scheduled entry turns lights on before the timeout).   Can be fraction e.g. 0.1 gives 6 seconds, which can be useful when testing",
  "sensor_timeout_title": "Timeout in minutes",
  "sensor_use": "Sensor(s) can trigger lights.",
  "table_title": "Table of schedule entries",
  "table_presence_title": "Presence",
  "table_random_title": "Random",
  "table_days_title": "Days",
  "table_start_type_title": "Start Type",
  "table_start_time_title": "Start Time",
  "table_end_type_title": "End Type",
  "table_end_time_title": "End Time",
  "table_light_title": "Light"
}
